Repository: dmccan/yada-wiki
Catalog: lang/yada_wiki_domain-*.po
Languages: es_es

source: Whoah, partner!
es_es: Whoah, compañero!

source: Method does not exist.
es_es: El método no existe.

source: A wiki article with the title of TOC was not found.
es_es: No se encontró un artículo wiki con el título de TOC.

source: The TOC has no content.
es_es: El TOC no tiene contenido.

source: The TOC has not been published.
es_es: El TOC no ha sido publicado.

# Post Type General Name
source: Wiki Pages
es_es: Páginas Wiki

source: Wiki Pages
es_es: Páginas Wiki

source: Parent:
es_es: Padre:

source: All Wiki Pages
es_es: Todas las páginas wiki

source: View
es_es: Ver

source: Add New Wiki Page
es_es: Añadir nueva página de wiki

source: Add New
es_es: Añadir nuevo

source: Edit
es_es: Editar

source: Update
es_es: Actualizar

source: Search Wiki
es_es: Buscar Wiki

source: Not found
es_es: Extraviado

source: Not found in trash
es_es: No se encuentra en la basura

source: A wiki custom post type
es_es: Un wiki tipo de publicación personalizada

# Taxonomy General Name
source: Wiki Categories
es_es: Categorías de Wiki

# Taxonomy Singular Name
source: Wiki Category
es_es: Categoría Wiki

source: Wiki Categories
es_es: Categorías de Wiki

source: All Wiki Categories
es_es: Todas las categorías de Wiki

source: Parent Wiki Category
es_es: Categoría de Wiki para Padres

source: Parent Wiki Category:
es_es: Categoría de Wiki para Padres:

source: New Wiki Category
es_es: Nueva categoría de wiki

source: Add New Wiki Category
es_es: Añadir nueva categoría de wiki

source: Edit Wiki Category
es_es: Editar categoría de wiki

source: Update Wiki Category
es_es: Actualizar categoría de wiki

source: Separate categories with commas
es_es: Categorías separadas con comas

source: Search Wiki Categories
es_es: Buscar Categorías de Wiki

source: Add or remove Wiki Category
es_es: Añadir o eliminar categoría de wiki

source: Choose from the most used Wiki Categories
es_es: Elige entre las categorías de wiki más utilizadas.

source: Wiki Category Not Found
es_es: Categoría Wiki no encontrada

# Taxonomy General Name
source: Wiki Tags
es_es: Etiquetas de Wiki

# Taxonomy Singular Name
source: Wiki Tag
es_es: Etiqueta Wiki

source: Wiki Tags
es_es: Etiquetas de Wiki

source: All Wiki Tags
es_es: Todas las etiquetas de Wiki

source: Parent Wiki Tag
es_es: Etiqueta Wiki para Padres

source: Parent Wiki Tag:
es_es: Etiqueta Wiki para Padres:

source: New Wiki Tag
es_es: Nueva etiqueta de wiki

source: Add New Wiki Tag
es_es: Añadir nueva etiqueta wiki

source: Edit Wiki Tag
es_es: Editar etiqueta wiki

source: Update Wiki Tag
es_es: Actualizar Wiki Tag

source: Separate tags with commas
es_es: Separa las etiquetas con comas

source: Search Wiki Tags
es_es: Buscar Etiquetas Wiki

source: Add or remove Wiki Tags
es_es: Añadir o eliminar etiquetas de wiki

source: Choose from the most used Wiki Tags
es_es: Elija entre las etiquetas de Wiki más usadas

source: Wiki Tag Not Found
es_es: Etiqueta Wiki no encontrada

source: Wiki Options
es_es: Opciones de Wiki

source: Enable Comment Options
es_es: Habilitar opciones de comentarios

source: On new wiki page: allow comments checked by default
es_es: En la nueva página wiki: permitir comentarios por defecto

source: On new wiki page: allow trackbacks and pingbacks checked by default
es_es: En la nueva página wiki: permitir trackbacks y pingbacks marcados por defecto

source: Show Wiki Shortcode Buttons for Regular Posts and Pages
es_es: Mostrar botones de código de Wiki para publicaciones y páginas regulares

source: Change the Wiki Slug Used in the Permalink (see rules below)
es_es: Cambie el Slug Wiki usado en el enlace permanente (vea las reglas a continuación)

source: Use the new Gutenberg Editor for Wiki Pages
es_es: Utilice el nuevo editor de Gutenberg para las páginas wiki.

source: Use Wiki Page for Site Home Page (see note below). Start typing Wiki Page Title
es_es: Use la página de Wiki para la página de inicio del sitio (vea la nota a continuación). Comienza a escribir el título de la página de Wiki

source: Comment options must be enabled<br />for defaults to be set.<br /><br />Remember, only wiki links can be<br />used with the wiki shortcodes.<br /><br />The Wiki Slug should only contain lower case letters.<br /><br />The Home Page setting here will override the setting on the Settings / Reading page and the Customizer Home Page setting. If you change the settings there it will replace the page you select here.<br />
es_es: Las opciones de comentarios deben estar habilitadas <br /> para que se configuren los valores predeterminados. <br /> <br /> Recuerde, solo los enlaces de wiki se pueden utilizar con los códigos cortos de wiki. <br /> <br /> El wiki El slug solo debe contener letras minúsculas. <br /> <br /> La configuración de la página de inicio aquí anulará la configuración en la página de configuración / lectura y la configuración de la página de inicio del personalizador. Si cambia los ajustes allí, reemplazará la página que seleccione aquí. <br />

source: Only lower case letters are allowed
es_es: Sólo se permiten letras minúsculas

source: Title:
es_es: Título:

source: Category (optional):
es_es: Categoría (opcional):

source: Select Category
es_es: Selecciona una categoría

source: Order (used only if category selected):
es_es: Orden (usado solo si la categoría es seleccionada):

source: Select Order
es_es: Elije el orden

source: title
es_es: titulo

source: Title A-Z
es_es: Título A-Z

source: date
es_es: fecha

source: Creation Date
es_es: Fecha de creación

source: Number of Posts:
es_es: Número de mensajes:

source: Display post date?
es_es: ¿Mostrar fecha de publicación?

source: Yada Wiki Link
es_es: Yada Wiki Enlazar

source: Link:
es_es: Enlazar:

source: (The title of the page to which you are linking.)
es_es: (El título de la página a la que está enlazando).

source: Show:
es_es: Mostrar:

source: (If blank then the value in the Link field is used.)
es_es: (Si está en blanco, se usa el valor en el campo Enlace).

source: Insert Shortcode
es_es: Insertar código corto

source: Yada Wiki Listing
es_es: Listado de Yada Wiki

source: Listing Type:
es_es: Tipo de listado:

source: Output TOC Page
es_es: Página de TOC de salida

source: Output Wiki Category
es_es: Categoría de salida de wiki

source: Output Index
es_es: Índice de salida

source: Index of:
es_es: Índice de:

source: Pages
es_es: Páginas

source: A Category By Name
es_es: Una categoría por nombre

source: A Category By Slug
es_es: Una categoría por slug

source: All Categories By Name
es_es: Todas las categorías por nombre

source: All Categories By Slug
es_es: Todas las categorías de Slug

source: Category (req):
es_es: Categoría (req):

source: Order:
es_es: Orden:

source: Columns:
es_es: Columnas:

source: Use this option to output the contents of the TOC page into another wiki page.
es_es: Utilice esta opción para mostrar el contenido de la página de TDC en otra página de wiki.

source: This plugin provides a simple wiki for your WordPress site.
es_es: Este complemento proporciona una wiki simple para su sitio de WordPress.
